Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Upload the CSV file (Max: 1MB). Ensure the file is correctly formatted for a seamless upload.
es_es: Cargue el archivo CSV (Máx: 1 MB). Asegúrese de que el archivo esté correctamente formateado para una carga sin problemas.

source: Import file
es_es: Importar archivo

source: Download your current skill configuration
es_es: Descargar su configuración actual de habilidades

source: Upload the modified file
es_es: Cargar el archivo modificado

source: Add new skills to the file or update the existing skills
es_es: Añadir nuevas habilidades al archivo o actualizar las habilidades existentes

source: Add skills to the library
es_es: Añadir habilidades a la biblioteca

source: This operation might take a few minutes; please keep this window open.
es_es: Esta operación puede tardar unos minutos; mantenga esta ventana abierta.

source: Processing
es_es: Procesando

source: Parent element
es_es: Elemento principal

source: This code already exists.
es_es: Este código ya existe.

source: Create comp element
es_es: Crear elemento de compensación

source: Edit comp element
es_es: Editar elemento de compensación

source: Element code
es_es: Código de elemento

source: The code will be automatically generated after creation.
es_es: El código se generará automáticamente tras la creación.

source: Customer code
es_es: Código de cliente

source: The customer code cannot be empty.
es_es: El código de cliente no puede estar vacío.

source: Use this for mapping purpose
es_es: Utilícelo para fines de mapeo

source: Element type
es_es: Tipo de elemento

source: Comp elements
es_es: Elementos de compensación

source: Comp elements in use
es_es: Elementos de compensación en uso

source: Comp groups
es_es: Grupos de compensación

source: Comp trees
es_es: Árboles de compensación

source: View rounds using comp elements
es_es: Ver rondas usando elementos de compensación

source: Go to comp round
es_es: Ir a la ronda de compensación

source: Rounds using comp elements
es_es: Rondas usando elementos de compensación

source: Create your first comp element
es_es: Cree su primer elemento de compensación

source: View and manage comp trees and comp elements
es_es: Ver y gestionar árboles y elementos de compensación

source: Enable comp element
es_es: Habilitar el elemento de compensación

source: Compensation element tree
es_es: Árbol de elementos de compensación

source: View comp element
es_es: Ver elemento comp

source: Compensation element
es_es: Elemento de compensación

source: Select the compensation element that will use this rule
es_es: Seleccionar el elemento de compensación que utilizará esta regla

source: The compensation element cannot be empty.
es_es: El elemento de compensación no puede estar vacío.

source: No target budget
es_es: Sin presupuesto objetivo

source: Outcome
es_es: Resultado

source: Define the outcome of the rule
es_es: Definir el resultado de la regla

source: The rule list is empty. Get started by creating a budget rule.
es_es: La lista de reglas está vacía. Comience creando una regla de presupuesto.

source: Create rule
es_es: Crear regla

source: How do you want to distribute your budget?
es_es: ¿Cómo quiere distribuir su presupuesto?

source: Budget rules
es_es: Reglas de presupuesto

source: Are you sure you want to delete this condition block?
es_es: ¿Está seguro de querer eliminar este bloque de condiciones?

source: Delete condition block
es_es: Eliminar bloque de condición

source: The compensation round was successfully published.
es_es: La ronda de compensación se publicó correctamente.

source: Are you sure you want to republish the compensation round?
es_es: ¿Está seguro de querer volver a publicar la ronda de compensación?

source: The compensation round was successfully republished.
es_es: La ronda de compensación se ha vuelto a publicar correctamente.

source: Republish compensation round
es_es: Volver a publicar ronda de compensación

source: Your changes will be saved as a staged draft. The published version of the comp round will remain unchanged until it is republished. Are you sure you want to save as a staged draft?
es_es: Sus cambios se guardarán en fase de borrador. La versión publicada de la ronda de compensaciones permanecerá sin cambios hasta que se vuelva a publicar. ¿Está seguro de querer guardar en fase de borrador?

source: Are you sure you want to update the compensation round?
es_es: ¿Está seguro de querer actualizar la ronda de compensación?

source: The compensation round was successfully updated.
es_es: La ronda de compensación se ha actualizado correctamente.

source: Update compensation round
es_es: Actualizar ronda de compensación

source: Updates have been made to the selected data model. Please review and validate your round configurations. Last update: {{date}}
es_es: Se han realizado actualizaciones en el modelo de datos seleccionado. Revise y valide sus configuraciones de ronda. Última actualización: {{date}}

source: Generate validation report
es_es: Generar informe de validación

source: Changes detected in data model
es_es: Se han detectado cambios en el modelo de datos

source: The pending draft was successfully deleted.
es_es: El borrador pendiente se eliminó correctamente.

source: The compensation round was successfully deleted.
es_es: La ronda de compensaciones se ha eliminado correctamente.

source: The compensation round was successfully duplicated.
es_es: La ronda de compensación se duplicó correctamente.

source: The compensation round was duplicated and a new item was created.
es_es: La ronda de compensaciones se ha duplicado y se ha creado un elemento nuevo.

source: Select the comp element that will use this rule.
es_es: Seleccione el elemento de compensación que utilizará esta regla.

source: All individuals within the specified population are by default eligible. Create rules to exclude workers.
es_es: Todos los individuos de la población especificada son elegibles de manera predeterminada. Cree reglas para excluir trabajadores.

source: Eligibility rules
es_es: Reglas de elegibilidad

source: Expression
es_es: Expresión

source: All individuals in the defined population are by default eligible. You can create and configure rules to exclude certain workers.
es_es: Todos los individuos de la población definida son elegibles de manera predeterminada. Puede crear y configurar reglas para excluir a determinados trabajadores.

source: Create rules to make workers ineligible.
es_es: Cree reglas para hacer que los trabajadores sean inelegibles.

source: Rule name
es_es: Nombre de la regla

source: The rule name cannot be empty.
es_es: El nombre de la regla no puede estar vacío.

source: After
es_es: Después

source: Before
es_es: Antes

source: Contains
es_es: Contiene

source: The operator is required
es_es: Se requiere el operador

source: Greater than
es_es: Mayor que

source: Greater than or equal to
es_es: Mayor o igual que

source: In
es_es: En

source: Checked
es_es: Marcado

source: Equal to
es_es: Igual a

source: Not checked
es_es: No marcado

source: Not empty
es_es: No está vacío

source: Not equal to
es_es: No es igual a

source: Less than
es_es: Menos que

source: Less than or equal to
es_es: Menor o igual que

source: Doesn't contain
es_es: No contiene

source: Not in
es_es: No en

source: On or after
es_es: En o después de

source: On or before
es_es: En o antes de

source: Range
es_es: Intervalo

source: Value
es_es: Valor

source: The value is required.
es_es: El valor es obligatorio.

source: Rule details
es_es: Detalles de la regla

source: Enter a name and a description for the rule.
es_es: Introduzca un nombre y una descripción para la regla.

source: Filter by comp element
es_es: Filtrar por elemento de compensación

source: One or more steps failed to process. Edit the pending draft, and then try to publish again.
es_es: Uno o más pasos no se han podido procesar. Edita el borrador pendiente e inténtalo de nuevo.

source: One or more steps failed to process. Edit the round, and then try to publish again.
es_es: Uno o más pasos no se han podido procesar. Edita la ronda e inténtalo de nuevo.

source: Comp manager
es_es: Manager de compensación

source: Comp manager + 1
es_es: Manager de compensación + 1

source: No actors are selected. If you continue, no one will have access to this round.
es_es: No hay actores seleccionados. Si continúas, nadie tendrá acceso a esta ronda.

source: Select actors
es_es: Seleccionar actores

source: Selected actors
es_es: Actores seleccionados

source: Define which actors can access this round.
es_es: Define qué actores pueden acceder a esta ronda.

source: Actors & round access
es_es: Actores y acceso circular

source: At least one actor must be selected.
es_es: Debe seleccionarse al menos un actor.

source: Modify the bonus calculation formula if needed.
es_es: Modifique la fórmula de cálculo del bono si es necesario.

source: Customize formula
es_es: Personalizar fórmula

source: Reset formula
es_es: Restablecer fórmula

source: Preview the bonus calculation formula
es_es: Previsualizar la fórmula de cálculo de la bonificación

source: Bonus calculation formula
es_es: Fórmula de cálculo de bonificación

source: Currency source
es_es: Fuente de moneda

source: All currencies
es_es: Todas las monedas

source: Any currency available for the company
es_es: Cualquier divisa disponible para la empresa

source: Comp round currency
es_es: Moneda de la ronda de compensación

source: Currency of the comp round
es_es: Moneda de la ronda de compensación

source: Data model
es_es: Modelo de datos

source: Currency of the exact compensation element
es_es: Moneda del elemento de compensación exacto

source: The currency source cannot be empty.
es_es: La fuente de la divisa no puede estar vacía.

source: Target bonus currency field
es_es: Campo de moneda de bonificación objetivo

source: The target bonus currency field cannot be empty.
es_es: El campo de la divisa del bonus objetivo no puede estar vacío.

source: Review the target bonus formula
es_es: Revise la fórmula de bonificación objetivo

source: This plan contains an error.
es_es: Este plan contiene un error.

source: Bonus plans
es_es: Planes de bonificación

source: Distribute your budget
es_es: Distribuya su presupuesto

source: Budget
es_es: Presupuesto

source: Bulk options
es_es: Opciones masivas

source: Only custom/calculated columns can be deleted.
es_es: Solo se pueden eliminar las columnas personalizadas/calculadas.

source: The columns were successfully deleted.
es_es: Las columnas se han eliminado correctamente.

source: The columns were successfully disabled.
es_es: Las columnas se deshabilitaron correctamente.

source: The columns were successfully enabled.
es_es: Las columnas se habilitaron correctamente.

source: Calculated column configuration - Expression formula
es_es: Configuración de columna calculada - Fórmula de expresión

source: Add criteria
es_es: Añadid criterios

source: Rule configuration
es_es: Configuración de reglas

source: Add criteria blocks to configure the rule
es_es: Añadid bloques de criterios para configurar la regla

source: Value type
es_es: Tipo de valor

source: Change type
es_es: Cambiad el tipo

source: Changing the value type will clear the values you have entered. This action cannot be undone.
es_es: Cambiar el tipo de valor borrará los valores que habéis introducido. Esta acción no se puede deshacer.

source: Change value type
es_es: Cambiad el tipo de valor

source: Fixed
es_es: Fijo

source: Formula
es_es: Fórmula

source: Calculated field
es_es: Campo calculado

source: The code can contain only letters, numbers, or "_", and must start with a letter.
es_es: El código solo puede contener letras, números o "_", y debe comenzar con una letra.

source: The code is required.
es_es: El código es obligatorio.

source: Pick a color to visually group or highlight this column in the grid.
es_es: Elija un color para agrupar visualmente o resaltar esta columna en la cuadrícula.

source: Column details
es_es: Detalles de la columna

source: Column name
es_es: Nombre de columna

source: The column name is required.
es_es: El nombre de la columna es obligatorio.

source: Enable currency
es_es: Habilitar moneda

source: Currency field
es_es: Campo de moneda

source: The currency field is required.
es_es: El campo de divisa es obligatorio.

source: Decimal precision controls how many digits are shown after the decimal separator for display purposes. All calculations use the full number.
es_es: La precisión decimal controla cuántos dígitos se muestran después del separador decimal a efectos de visualización. Todos los cálculos utilizan el número completo.

source: Define the number of digits to display after the decimal separator.
es_es: Defina el número de dígitos que se mostrarán después del separador decimal.

source: The expression (Else section) contains {{count}} error.
es_es: La expresión (sección Else) contiene {{count}} error.

source: The expression (Else section) contains {{count}} errors.
es_es: La expresión (sección Else) contiene {{count}} errores.

source: The condition {{position}} (If section) contains {{count}} error.
es_es: La condición {{position}} (sección If) contiene {{count}} error.

source: The condition {{position}} (If section) contains {{count}} errors.
es_es: La condición {{position}} (sección If) contiene {{count}} errores.

source: The expression {{position}} (Then section) contains {{count}} error.
es_es: La expresión {{position}} (Then section) contiene {{count}} error.

source: The expression {{position}} (Then section) contains {{count}} errors.
es_es: La expresión {{position}} (Sección Then) contiene {{count}} errores.

source: Else
es_es: Otro

source: If
es_es: Si

source: The formula contains {{count}} error.
es_es: La fórmula contiene {{count}} error.

source: The formula contains {{count}} errors.
es_es: La fórmula contiene {{count}} errores.

source: Then
es_es: Entonces

source: Conditional
es_es: Condicional

source: Non-conditional
es_es: No condicional

source: Header color
es_es: Color del encabezado

source: Decimal precision
es_es: Precisión decimal

source: Help tip
es_es: Consejo de ayuda

source: This is a calculated column. The outcome is based on a formula.
es_es: Esta es una columna calculada. El resultado se basa en una fórmula.

source: Calculation workspace
es_es: Espacio de trabajo de cálculo

source: Open calculation workspace
es_es: Abrir el espacio de trabajo de cálculo

source: Select a color for the group
es_es: Seleccionar un color para el grupo

source: The selected color will apply to the columns of the group.
es_es: El color seleccionado se aplicará a las columnas del grupo.

source: Selected column group
es_es: Grupo de columnas seleccionado

source: Configure column group
es_es: Configurar grupo de columnas

source: Bonus amount
es_es: Importe de la bonificación

source: The Bonus amount display name cannot be empty.
es_es: El nombre para mostrar del importe del bonus no puede estar vacío.

source: The calculated bonus display name cannot be empty.
es_es: El nombre para mostrar del bonus calculado no puede estar vacío.

source: Column color
es_es: Color de columna

source: Define when managers must add notes during proposals
es_es: Defina cuándo los gestores deben añadir notas durante las propuestas

source: Please select one of the options.
es_es: Por favor, seleccione una de las opciones.

source: Optional
es_es: Opcional

source: Managers can submit without adding a note.
es_es: Los gestores pueden enviar sin añadir una nota.

source: Always required
es_es: Siempre obligatorio

source: A note is always required, regardless of the value.
es_es: Siempre se requiere una nota, independientemente del valor.

source: Required if outside the guidelines
es_es: Obligatorio si está fuera de las directrices

source: A note is required if the value is outside the min/max guidelines.
es_es: Se requiere una nota si el valor está fuera de las directrices mínimas/máximas.

source: Required notes
es_es: Notas obligatorias

source: Column title
es_es: Título de columna

source: Decimal display precision
es_es: Precisión de visualización decimal

source: The decimal precision controls the number of digits displayed after the decimal separator. All calculations are however performed using the full number.
es_es: La precisión decimal controla el número de dígitos que se muestra después del separador decimal. Sin embargo, todos los cálculos se realizan utilizando el número completo.

source: Define the text to be displayed as a tooltip when hovering the element
es_es: Definir el texto que se mostrará como una descripción emergente al pasar el cursor sobre el elemento

source: Enter a new name for the field
es_es: Introducir un nuevo nombre para el campo

source: Input field
es_es: Campo de entrada

source: Guaranteed amount
es_es: Importe garantizado

source: The Guaranteed amount display name cannot be empty.
es_es: El nombre para mostrar del importe garantizado no puede estar vacío.

source: Increase amount
es_es: Importe del aumento

source: The Increase amount display name cannot be empty.
es_es: El nombre para mostrar del importe del aumento no puede estar vacío.

source: Increase %
es_es: Aumento %

source: The Increase percent display name cannot be empty.
es_es: El nombre para mostrar del porcentaje de incremento no puede estar vacío.

source: New value
es_es: Nuevo valor

source: Prorated target bonus
es_es: Prima objetivo prorrateada

source: The Prorated target bonus display name cannot be empty.
es_es: El nombre para mostrar de la bonificación objetivo prorrateada no puede estar vacío.

source: Reference column
es_es: Columna de referencia

source: Referenced fields
es_es: Campos referenciados

source: At least one of the following fields must be enabled: Target bonus, Prorated target bonus, Calculated bonus, Bonus amount, or Guaranteed amount.
es_es: Se debe habilitar al menos uno de los siguientes campos: Bono objetivo, Bono objetivo prorrateado, Bono calculado, Importe del bono o Importe garantizado.

source: The New value display name cannot be empty.
es_es: El nombre para mostrar del valor Nuevo no puede estar vacío.

source: Selected column
es_es: Columna seleccionada

source: The Target bonus display name cannot be empty.
es_es: El nombre para mostrar de la bonificación objetivo no puede estar vacío.

source: Configure column
es_es: Configurar columna

source: No reference
es_es: Sin referencia

source: Select the field from the compensation history from which the calculations will be referenced.
es_es: Seleccione el campo del historial de compensación que se tomará como referencia para los cálculos.

source: Reference field
es_es: Campo de referencia

source: Delete columns
es_es: Eliminar columnas

source: Are you sure you want to delete the selected columns?
es_es: ¿Seguro que quieres eliminar las columnas seleccionadas?

source: Delete column
es_es: Eliminar columna

source: Are you sure you want to delete the selected column?
es_es: ¿Seguro que quieres eliminar la columna seleccionada?

source: The column was successfully deleted.
es_es: La columna se eliminó correctamente.

source: Use the Team planner view to control which columns managers and HRBPs see in your compensation grid, rename and reorder them, group columns, create columns, set decimal precision, assign colors, and add tooltips.
es_es: Utilice la vista del planificador de equipo para controlar qué columnas ven los responsables y HRBP en su matriz de compensación, renombrarlas y reordenarlas, agrupar columnas, crear columnas, establecer precisión decimal, asignar colores y añadir descripciones emergentes.

source: The budget widget will showcase your budget amount and monitor your spending effectively.
es_es: El widget de presupuesto mostrará la cantidad de su presupuesto y controlará sus gastos de manera eficaz.

source: Budget widget
es_es: Widget de presupuesto

source: Select the compensation elements to display in the worker compensation history and define the number of past events to show.
es_es: Selecciona los elementos de compensación que se mostrarán en el historial de compensación del/de la colaborador/a y define el número de eventos pasados que se mostrarán.

source: Enable compensation element
es_es: Habilitar elemento de compensación

source: Number of events
es_es: Número de eventos

source: Worker compensation history
es_es: Historial de compensación del/de la colaborador/a

source: Column list
es_es: Lista de columnas

source: Add column to group
es_es: Añadir columna al grupo

source: No columns yet
es_es: Todavía no hay columnas

source: Remove column from group
es_es: Eliminar columna del grupo

source: Search for columns to add
es_es: Buscar columnas que añadir

source: Columns in the group
es_es: Columnas en el grupo

source: Add column
es_es: Añadir columna

source: No groups yet
es_es: Todavía no hay grupos

source: Group list
es_es: Lista de grupos

source: Group name
es_es: Nombre del grupo

source: Remove group
es_es: Eliminar grupo

source: Manage column groups
es_es: Gestionar grupos de columnas

source: Config
es_es: Configuración

source: Manage group columns
es_es: Gestionar columnas de grupo

source: Bonus
es_es: Bono

source: Calculated column
es_es: Columna calculada

source: Comp element
es_es: Elemento de compensación

source: Data foundation
es_es: Base de datos

source: Category
es_es: Categoría

source: Column {{columnName}} visibility
es_es: Visibilidad de la columna {{columnName}}

source: Create custom column
es_es: Crear columna personalizada

source: Drop-down list options
es_es: Opciones de la lista desplegable

source: The label cannot empty.
es_es: La etiqueta no puede estar vacía.

source: No options yet
es_es: Todavía no hay opciones

source: The code and the label cannot be empty.
es_es: El código y la etiqueta no pueden estar vacíos.

source: Please add at least one option.
es_es: Añada al menos una opción.

source: Enter the text displayed as a tooltip on hover
es_es: Introduce el texto que se mostrará como una descripción emergente al pasar el cursor

source: The column name cannot be empty.
es_es: El nombre de la columna no puede estar vacío.

source: Drop-down list
es_es: Lista desplegable

source: Text field
es_es: Campo de texto

source: The type cannot be empty.
es_es: El tipo no puede estar vacío.

source: Conditional formatting
es_es: Formato condicional

source: Are you sure you want to delete this rule?
es_es: ¿Confirma que desea eliminar esta regla?

source: Delete rule
es_es: Eliminar regla

source: Rules higher in the list take priority when configurations overlap. You can create up to 10 rules.
es_es: Las reglas que están más arriba en la lista tienen prioridad cuando las configuraciones se superponen. Podéis crear hasta 10 reglas.

source: Rules higher in the list take priority when configurations overlap.
es_es: Las reglas que están más arriba en la lista tienen prioridad cuando las configuraciones se superponen.

source: Conditional formatting rule
es_es: Regla de formato condicional

source: No conditional formatting rules yet.
es_es: Todavía no hay reglas de formato condicional.

source: Background color
es_es: Color de fondo

source: Formatting
es_es: Formato

source: Define how the cell will be formatted when the criteria are met.
es_es: Definan cómo se formateará la celda cuando se cumplan los criterios.

source: Enter a name for this rule.
es_es: Introducid un nombre para esta regla.

source: Add a name and a description to the rule
es_es: Añadid un nombre y una descripción a la regla

source: View conditional formatting
es_es: Ver formato condicional

source: Proposal management
es_es: Gestión de propuestas

source: View proposal management settings
es_es: Ver la configuración de gestión de propuestas
